---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedWood.WoodLatecolorPerlinEnable
source: html/2c93a422-22ca-c842-d695-9bd95ec77466.htm
---
# Autodesk.Revit.DB.Visual.AdvancedWood.WoodLatecolorPerlinEnable Property

The property labeled "Use perlin noise for latewood color" from the "AdvancedWood" schema.

## Syntax (C#)
```csharp
public static string WoodLatecolorPerlinEnable { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".